{
  "titulos": {
    "titulo_cena": "Issues",
    "subtitulo": "Choose the option that matches your issue"
  },
  "problemas": [
    {
      "titulo": "Minimum Angle (A1)",
      "descricao": "Alert triggered when the valve opening or closing angle is less than 30°.",
      "solucao": "Check whether the angle formed between the opening and closing points is\nabove 30°. If not, adjust the opening or closing angle of the valve.",
      "imagem": "A1"
    },
    {
      "titulo": "Time Limit (A2)",
      "descricao": "Alert for calibration time exceeded according to the configuration in the menu.",
      "solucao": "Adjust the configured time for valve calibration in the menu, ensuring that the\nmaximum calibration time is not exceeded.",
      "imagem": "A2"
    },
    {
      "titulo": "Auto Calibration Failure (A3)",
      "descricao": "Occurs when the stored open and closed points are not the same during calibration\ncycles.",
      "solucao": "Check whether the open and closed points are stored correctly. If an error occurs,\nrepeat the calibration process to correct it.",
      "imagem": "A3"
    },
    {
      "titulo": "Out of Range (A4)",
      "descricao": "Alert due to the valve opening or closing advancing 5° beyond the calibration.",
      "solucao": "Check the calibration points and make a 5° adjustment in the valve opening or\nclosing to ensure it is within the correct range.",
      "imagem": "A4"
    },
    {
      "titulo": "No Movement (A5)",
      "descricao": "Alert triggered by the lack of valve movement during calibration.",
      "solucao": "Check whether the valve is receiving movement commands. If not, inspect the\npneumatic connections and calibration commands.",
      "imagem": "A5"
    },
    {
      "titulo": "Command Failure (A6)",
      "descricao": "Alert when the valve does not execute the solenoid command.",
      "solucao": "Check the valve and solenoid commands to ensure that the valve is responding to\nthe solenoid command.",
      "imagem": "A6"
    },
    {
      "titulo": "Unexpected Change (A7)",
      "descricao": "Alert triggered due to an unexpected valve position change, regardless of the\nsolenoid command.",
      "solucao": "Inspect the monitor and valve to check if there were unexpected position changes\nwithout a command. Adjust the system as necessary.",
      "imagem": "A7"
    },
    {
      "titulo": "Safe Mode (A8)",
      "descricao": "Alert when the monitor is not in safe mode.",
      "solucao": "Check the monitor configuration and ensure it is operating in safe mode. Adjust\nsettings as necessary.",
      "imagem": "A8"
    },
    {
      "titulo": "Max. Line Pressure (A9)",
      "descricao": "Alert triggered when the line pressure exceeds 9 bar, which can permanently\ndamage the monitor.",
      "solucao": "Adjust the line pressure to a value below 9 bar to avoid damage. The monitor's\nmaximum supported pressure is 10 bar.",
      "imagem": "A9"
    },
    {
      "titulo": "Partial Counter (A11)",
      "descricao": "Alert triggered when the partial cycle counter reaches the configured value.",
      "solucao": "Check the partial cycle counter value and adjust the preventive maintenance alarm\nas needed.",
      "imagem": "A11"
    },
    {
      "titulo": "Total Counter (A12)",
      "descricao": "Alert triggered when the total cycle counter reaches the configured value.",
      "solucao": "The total cycle counter should not be reset regularly. Only reset it when the valve\nis replaced.",
      "imagem": "A12"
    },
    {
      "titulo": "Days Alert (A13)",
      "descricao": "Alert triggered when the number of operating days reaches the configured value.",
      "solucao": "Adjust the number of days configured in the menu to ensure the alert is triggered\nat the correct time.",
      "imagem": "A13"
    },
    {
      "titulo": "Date Alert (A14)",
      "descricao": "Alert triggered when the configured date is reached.",
      "solucao": "Adjust the configured date to ensure the monitor triggers the alert according to the\nset date.",
      "imagem": "A14"
    },
    {
      "titulo": "Opening Time (A15)",
      "descricao": "Alert when the valve opening time exceeds the configured limit.",
      "solucao": "Adjust the valve opening time in the menu, ensuring it does not exceed the\nmaximum limit.",
      "imagem": "A15"
    },
    {
      "titulo": "Closing Time (A16)",
      "descricao": "Alert when the valve closing time exceeds the configured limit.",
      "solucao": "Adjust the valve closing time in the menu so that the valve closes correctly\nwithin the specified interval.",
      "imagem": "A16"
    },
    {
      "titulo": "High Pressure (A17)",
      "descricao": "Alert when the valve inlet pressure is above the specified range (20%).",
      "solucao": "Check the inlet pressure and adjust it to stay within the operational range\nspecified in the manual.",
      "imagem": "A17"
    },
    {
      "titulo": "Low Pressure (A18)",
      "descricao": "Alert when the inlet pressure is below the specified range (20%).",
      "solucao": "Check whether the inlet pressure is within the recommended range. Adjust as\nneeded.",
      "imagem": "A18"
    },
    {
      "titulo": "High Supply Voltage (A19)",
      "descricao": "Alert triggered when the supply voltage exceeds the 32VDC limit for AS-Interface\nand 10% for PNP and DeviceNet.",
      "solucao": "Check the power supply and adjust it so that the voltage does not exceed 32VDC for\nAS-Interface and 10% for PNP and DeviceNet.",
      "imagem": "A19"
    },
    {
      "titulo": "Low Supply Voltage (A20)",
      "descricao": "Alert triggered when the supply voltage is below 27V for AS-Interface and 22.8V for\nPNP and DeviceNet.",
      "solucao": "Adjust the power supply so that the voltage is above 27V for AS-Interface and\n22.8V for PNP and DeviceNet.",
      "imagem": "A20"
    },
    {
      "titulo": "High Temperature (A21)",
      "descricao": "Alert when the monitor’s internal temperature exceeds 70°C.",
      "solucao": "Adjust environmental conditions or cooling systems to ensure the monitor's internal\ntemperature does not exceed 70°C.",
      "imagem": "A21"
    },
    {
      "titulo": "Low Temperature (A22)",
      "descricao": "Alert when the monitor temperature is below -20°C.",
      "solucao": "Check the operating conditions and adjust the environment so that the internal\ntemperature does not fall below -20°C.",
      "imagem": "A22"
    },
    {
      "titulo": "Solenoid Short (A23)",
      "descricao": "Alert triggered when the solenoid coil shows a short circuit.",
      "solucao": "Check the solenoid coil for a short circuit. Replace the solenoid if necessary.",
      "imagem": "A23"
    },
    {
      "titulo": "Solenoid Open (A24)",
      "descricao": "Alert when the solenoid coil or cable is broken.",
      "solucao": "Check the integrity of the solenoid coil and its cables. Replace or repair as\nnecessary.",
      "imagem": "A24"
    },
    {
      "titulo": "Output Short (A25)",
      "descricao": "Alert triggered when any PNP outputs or their loads are shorted.",
      "solucao": "Check for short circuits on the PNP outputs. Make the necessary corrections to\nrestore proper operation.",
      "imagem": "A25"
    }
  ]
}
