{
  "titulos": {
    "titulo_cena": "Problèmes",
    "subtitulo": "Choisissez l’option qui correspond à votre problème"
  },
  "problemas": [
    {
      "titulo": "Angle Minimum (A1)",
      "descricao": "Alerte générée lorsque l’angle d’ouverture ou de fermeture de la vanne est inférieur à 30°.",
      "solucao": "Vérifiez si l’angle formé entre le point d’ouverture et le point de fermeture est supérieur à 30°. Sinon, ajustez l’angle d’ouverture ou de fermeture de la vanne.",
      "imagem": "A1"
    },
    {
      "titulo": "Limite de Temps (A2)",
      "descricao": "Alerte lorsque le temps de calibration de la vanne dépasse la durée configurée dans le menu.",
      "solucao": "Ajustez le temps configuré pour la calibration de la vanne dans le menu, en veillant à ne pas dépasser la limite maximale.",
      "imagem": "A2"
    },
    {
      "titulo": "Échec de l’Auto-calibrage (A3)",
      "descricao": "Cette alerte survient lorsque les points d’ouverture et de fermeture enregistrés ne sont pas identiques pendant les cycles de calibration.",
      "solucao": "Vérifiez que les points d’ouverture et de fermeture sont correctement enregistrés. En cas d’erreur, répétez la procédure de calibration pour corriger le problème.",
      "imagem": "A3"
    },
    {
      "titulo": "Hors Plage (A4)",
      "descricao": "Alerte lorsque l’angle d’ouverture ou de fermeture dépasse de 5° la zone de calibration.",
      "solucao": "Vérifiez les points de calibration et ajustez l’ouverture ou la fermeture de la vanne de 5° pour rester dans la plage correcte.",
      "imagem": "A4"
    },
    {
      "titulo": "Aucun Mouvement (A5)",
      "descricao": "Alerte déclenchée en cas d’absence de mouvement de la vanne pendant la calibration.",
      "solucao": "Vérifiez si la vanne reçoit bien les commandes de mouvement. Sinon, inspectez les connexions pneumatiques et les commandes de calibration.",
      "imagem": "A5"
    },
    {
      "titulo": "Échec de Commande (A6)",
      "descricao": "Alerte lorsque la vanne n’exécute pas la commande envoyée à l’électrovanne.",
      "solucao": "Vérifiez la vanne et les commandes de l’électrovanne pour vous assurer qu’elles répondent correctement.",
      "imagem": "A6"
    },
    {
      "titulo": "Changement Inattendu (A7)",
      "descricao": "Alerte générée lorsqu’un changement de position de la vanne est détecté sans commande envoyée.",
      "solucao": "Inspectez le moniteur et la vanne pour identifier les changements inattendus. Ajustez le système si nécessaire.",
      "imagem": "A7"
    },
    {
      "titulo": "Mode Sécurisé (A8)",
      "descricao": "Alerte lorsque le moniteur n’est pas en mode sécurisé.",
      "solucao": "Vérifiez la configuration du moniteur et assurez-vous qu’il fonctionne bien en mode sécurisé. Ajustez les paramètres si nécessaire.",
      "imagem": "A8"
    },
    {
      "titulo": "Pression Maximale en Ligne (A9)",
      "descricao": "Alerte générée lorsque la pression de la ligne dépasse 9 bars, ce qui peut endommager définitivement le moniteur.",
      "solucao": "Réduisez la pression de la ligne à un niveau inférieur à 9 bars. La pression maximale supportée par le moniteur est de 10 bars.",
      "imagem": "A9"
    },
    {
      "titulo": "Compteur Partiel (A11)",
      "descricao": "Alerte générée lorsque le compteur de cycles partiels atteint la valeur configurée.",
      "solucao": "Vérifiez la valeur du compteur de cycles partiels et ajustez l’alarme de maintenance préventive si nécessaire.",
      "imagem": "A11"
    },
    {
      "titulo": "Compteur Total (A12)",
      "descricao": "Alerte générée lorsque le compteur total de cycles atteint la valeur configurée.",
      "solucao": "Le compteur total de cycles ne doit pas être réinitialisé régulièrement. Ne le remettez à zéro que lorsque la vanne est remplacée.",
      "imagem": "A12"
    },
    {
      "titulo": "Alerte Jours (A13)",
      "descricao": "Alerte générée lorsque le nombre de jours de fonctionnement atteint la valeur configurée.",
      "solucao": "Ajustez le nombre de jours configuré dans le menu pour garantir que l’alerte se déclenche au bon moment.",
      "imagem": "A13"
    },
    {
      "titulo": "Alerte Date (A14)",
      "descricao": "Alerte générée lorsque la date configurée est atteinte.",
      "solucao": "Ajustez la date configurée pour que le moniteur génère l’alerte à la bonne date.",
      "imagem": "A14"
    },
    {
      "titulo": "Temps d’Ouverture (A15)",
      "descricao": "Alerte lorsque le temps d’ouverture de la vanne dépasse la limite configurée.",
      "solucao": "Ajustez le temps d’ouverture de la vanne dans le menu, en veillant à ne pas dépasser la limite maximale.",
      "imagem": "A15"
    },
    {
      "titulo": "Temps de Fermeture (A16)",
      "descricao": "Alerte lorsque le temps de fermeture de la vanne dépasse la limite configurée.",
      "solucao": "Ajustez le temps de fermeture de la vanne dans le menu pour qu’elle se ferme correctement dans l’intervalle spécifié.",
      "imagem": "A16"
    },
    {
      "titulo": "Haute Pression (A17)",
      "descricao": "Alerte lorsque la pression d’entrée de la vanne est supérieure à la plage spécifiée (20%).",
      "solucao": "Vérifiez la pression d’entrée et ajustez-la pour qu’elle reste dans la plage de fonctionnement spécifiée dans le manuel.",
      "imagem": "A17"
    },
    {
      "titulo": "Basse Pression (A18)",
      "descricao": "Alerte lorsque la pression d’entrée est inférieure à la plage spécifiée (20%).",
      "solucao": "Vérifiez si la pression d’entrée est dans la plage recommandée. Ajustez si nécessaire.",
      "imagem": "A18"
    },
    {
      "titulo": "Tension d’Alimentation Élevée (A19)",
      "descricao": "Alerte générée lorsque la tension d’alimentation dépasse 32 VCC pour AS-Interface et 10 % pour PNP et DeviceNet.",
      "solucao": "Vérifiez la source d’alimentation et ajustez la tension pour ne pas dépasser 32 VCC pour AS-Interface et 10 % pour PNP et DeviceNet.",
      "imagem": "A19"
    },
    {
      "titulo": "Tension d’Alimentation Basse (A20)",
      "descricao": "Alerte générée lorsque la tension d’alimentation est inférieure à 27 V pour AS-Interface et 22,8 V pour PNP et DeviceNet.",
      "solucao": "Ajustez la source d’alimentation pour que la tension soit supérieure à 27 V pour AS-Interface et 22,8 V pour PNP et DeviceNet.",
      "imagem": "A20"
    },
    {
      "titulo": "Température Élevée (A21)",
      "descricao": "Alerte lorsque la température interne du moniteur dépasse 70 °C.",
      "solucao": "Ajustez les conditions environnementales ou les systèmes de refroidissement pour garantir que la température interne du moniteur ne dépasse pas 70 °C.",
      "imagem": "A21"
    },
    {
      "titulo": "Température Basse (A22)",
      "descricao": "Alerte lorsque la température du moniteur est inférieure à -20 °C.",
      "solucao": "Vérifiez les conditions d’utilisation et ajustez l’environnement pour que la température interne ne descende pas en dessous de -20 °C.",
      "imagem": "A22"
    },
    {
      "titulo": "Solénoïde Court-circuité (A23)",
      "descricao": "Alerte générée lorsque la bobine du solénoïde présente un court-circuit.",
      "solucao": "Vérifiez la bobine du solénoïde pour détecter un court-circuit. Remplacez le solénoïde si nécessaire.",
      "imagem": "A23"
    },
    {
      "titulo": "Solénoïde Ouverte (A24)",
      "descricao": "Alerte générée lorsque la bobine du solénoïde ou le câble est cassé.",
      "solucao": "Vérifiez l’intégrité de la bobine du solénoïde et de ses câbles. Réparez ou remplacez si nécessaire.",
      "imagem": "A24"
    },
    {
      "titulo": "Sortie en Court-circuit (A25)",
      "descricao": "Alerte générée lorsque l’une des sorties PNP ou ses charges présente un court-circuit.",
      "solucao": "Vérifiez les sorties PNP et corrigez le court-circuit pour rétablir le fonctionnement normal.",
      "imagem": "A25"
    }
  ]
}
